import { slideData } from '../types/book'

export const BOOK_DATA : slideData[] = [
    {
      img: {
        url: "https://cdn.fishki.net/upload/post/2021/01/03/3534103/tn/ad144b8c38d15f16c55065859de3745b.png.jpeg",
        alt: "Scythians",
      },
      title: "Title 1",
      description: "Первые люди на землях современной Украины появились примерно миллион лет назад. Человекообразные существа, пришедшие из Юго-Западной Азии через Балканы и Кавказ, жили в скальных гротах и умело пользовались заостренными палками и каменными рубящими орудиями. Следы человеческого присутствия на будущих украинских территориях относятся ко всему раннему палеолиту, когда несколько раз чередовались глобальные похолодания и потепления, связанные с наступлениями и отступлениями ледников. В эпоху среднего палеолита, 150-100 тысяч лет назад, люди уже стали важной частью тогдашнего мира. Они научились добывать огонь, совершенствовали свои орудия и развивались сами. Не менее 40 тысяч лет назад в Европе появились современные Homo Sapiens – кроманьонцы, жившие охотой и рыболовством и умевшие строить настоящие жилища.",
      year: 0,
      endYear: 678
    },
    {
      img: {
        url: "https://cdn.fishki.net/upload/post/2021/01/03/3534103/tn/ad144b8c38d15f16c55065859de3745b.png.jpeg",
        alt: "Scythians",
      },
      title: "Title 2",
      description: "Первые люди на землях современной Украины появились примерно миллион лет назад. Человекообразные существа, пришедшие из Юго-Западной Азии через Балканы и Кавказ, жили в скальных гротах и умело пользовались заостренными палками и каменными рубящими орудиями. Следы человеческого присутствия на будущих украинских территориях относятся ко всему раннему палеолиту, когда несколько раз чередовались глобальные похолодания и потепления, связанные с наступлениями и отступлениями ледников. В эпоху среднего палеолита, 150-100 тысяч лет назад, люди уже стали важной частью тогдашнего мира. Они научились добывать огонь, совершенствовали свои орудия и развивались сами. Не менее 40 тысяч лет назад в Европе появились современные Homo Sapiens – кроманьонцы, жившие охотой и рыболовством и умевшие строить настоящие жилища.",
      year: 1000,
    },
    {
      img: {
        url: "https://cdn.fishki.net/upload/post/2021/01/03/3534103/tn/ad144b8c38d15f16c55065859de3745b.png.jpeg",
        alt: "Scythians",
      },
      title: "Title 3",
      description: "Первые люди на землях современной Украины появились примерно миллион лет назад. Человекообразные существа, пришедшие из Юго-Западной Азии через Балканы и Кавказ, жили в скальных гротах и умело пользовались заостренными палками и каменными рубящими орудиями. Следы человеческого присутствия на будущих украинских территориях относятся ко всему раннему палеолиту, когда несколько раз чередовались глобальные похолодания и потепления, связанные с наступлениями и отступлениями ледников. В эпоху среднего палеолита, 150-100 тысяч лет назад, люди уже стали важной частью тогдашнего мира. Они научились добывать огонь, совершенствовали свои орудия и развивались сами. Не менее 40 тысяч лет назад в Европе появились современные Homo Sapiens – кроманьонцы, жившие охотой и рыболовством и умевшие строить настоящие жилища.",
      year: 1100,
    },
    {
      img: {
        url: "https://cdn.fishki.net/upload/post/2021/01/03/3534103/tn/ad144b8c38d15f16c55065859de3745b.png.jpeg",
        alt: "Scythians",
      },
      title: "Title 4",
      description: "Первые люди на землях современной Украины появились примерно миллион лет назад. Человекообразные существа, пришедшие из Юго-Западной Азии через Балканы и Кавказ, жили в скальных гротах и умело пользовались заостренными палками и каменными рубящими орудиями. Следы человеческого присутствия на будущих украинских территориях относятся ко всему раннему палеолиту, когда несколько раз чередовались глобальные похолодания и потепления, связанные с наступлениями и отступлениями ледников. В эпоху среднего палеолита, 150-100 тысяч лет назад, люди уже стали важной частью тогдашнего мира. Они научились добывать огонь, совершенствовали свои орудия и развивались сами. Не менее 40 тысяч лет назад в Европе появились современные Homo Sapiens – кроманьонцы, жившие охотой и рыболовством и умевшие строить настоящие жилища.",
      year: 1200,
    },
    {
      img: {
        url: "https://cdn.fishki.net/upload/post/2021/01/03/3534103/tn/ad144b8c38d15f16c55065859de3745b.png.jpeg",
        alt: "Scythians",
      },
      title: "Title 5",
      description: "Первые люди на землях современной Украины появились примерно миллион лет назад. Человекообразные существа, пришедшие из Юго-Западной Азии через Балканы и Кавказ, жили в скальных гротах и умело пользовались заостренными палками и каменными рубящими орудиями. Следы человеческого присутствия на будущих украинских территориях относятся ко всему раннему палеолиту, когда несколько раз чередовались глобальные похолодания и потепления, связанные с наступлениями и отступлениями ледников. В эпоху среднего палеолита, 150-100 тысяч лет назад, люди уже стали важной частью тогдашнего мира. Они научились добывать огонь, совершенствовали свои орудия и развивались сами. Не менее 40 тысяч лет назад в Европе появились современные Homo Sapiens – кроманьонцы, жившие охотой и рыболовством и умевшие строить настоящие жилища.",
      year: 1300,
    },
    {
        img: {
            url: "https://cdn.fishki.net/upload/post/2021/01/03/3534103/tn/ad144b8c38d15f16c55065859de3745b.png.jpeg",
            alt: "Scythians",
        },
        title: "Title 6",
        description: "Первые люди на землях современной Украины появились примерно миллион лет назад. Человекообразные существа, пришедшие из Юго-Западной Азии через Балканы и Кавказ, жили в скальных гротах и умело пользовались заостренными палками и каменными рубящими орудиями. Следы человеческого присутствия на будущих украинских территориях относятся ко всему раннему палеолиту, когда несколько раз чередовались глобальные похолодания и потепления, связанные с наступлениями и отступлениями ледников. В эпоху среднего палеолита, 150-100 тысяч лет назад, люди уже стали важной частью тогдашнего мира. Они научились добывать огонь, совершенствовали свои орудия и развивались сами. Не менее 40 тысяч лет назад в Европе появились современные Homo Sapiens – кроманьонцы, жившие охотой и рыболовством и умевшие строить настоящие жилища.",
        year: 1991,
    },
];